[

    {
        "title": "Mercúrio",
        "id": 0,
        "about": "Mercúrio é o menor e mais interno planeta do Sistema Solar, orbitando o Sol a cada 87,969 dias terrestres. Ele completa três rotações em torno de seu eixo a cada duas órbitas e é o planeta que passa a maior parte do tempo sendo o mais próximo da Terra, dado que a Terra passa parte do tempo no lado oposto da órbita de Vênus. Entretanto, comparado a outros planetas, pouco se sabe a respeito de Mercúrio, pois telescópios em solo terrestre revelam apenas um crescente iluminado com detalhes limitados.",
        "category": "planet"
    },
    {
        "title": "Vênus",
        "id": 1,
        "about": "Vênus é o segundo planeta do Sistema Solar em ordem de distância a partir do Sol. Recebeu seu nome em homenagem à deusa romana do amor e da beleza Vênus, equivalente a Afrodite. Como seu brilho máximo atinge algumas horas antes da alvorada ou depois do ocaso, Vênus também é conhecido como a estrela da manhã (Estrela d'Alva) ou estrela da tarde (Vésper); também é chamado Estrela do Pastor.",
        "category": "planet"
    },
    
    {
        "title": "Terra",
        "id": 2,
        "about": "A Terra é o terceiro planeta mais próximo do Sol, o mais denso e o quinto maior dos oito planetas do Sistema Solar. É por vezes designada como Mundo ou Planeta Azul. Lar de milhões de espécies de seres vivos, incluindo os humanos, a Terra é o único corpo celeste onde é conhecida a existência de vida. O planeta formou-se há 4,56 bilhões de anos,e a vida surgiu na sua superfície um bilhão de anos depois. Acredita-se que a Terra poderá suportar vida durante pelo menos outros 500 milhões de anos.",
        "category": "planet"
    },
    {
        "title": "Marte",
        "id": 3,
        "about": "Marte é o quarto planeta a partir do Sol, o segundo menor do Sistema Solar. Batizado em homenagem ao deus romano da guerra, muitas vezes é descrito como o 'Planeta Vermelho', porque o óxido de ferro predominante em sua superfície lhe dá uma aparência avermelhada.",
        "category": "planet"
    },
    {
        "title": "Júpiter",
        "id": 4,
        "about": "Júpiter é o maior planeta do Sistema Solar, tanto em diâmetro quanto em massa, e é o quinto mais próximo do Sol. Possui menos de um milésimo da massa solar, contudo tem 2,5 vezes a massa de todos os outros planetas em conjunto. É um planeta gasoso, junto com Saturno, Urano e Netuno. Estes quatro planetas são por vezes chamados de planetas jupiterianos ou planetas jovianos, e são os quatro gigantes gasosos, isto é, que não são compostos primariamente de matéria sólida.",
        "category": "planet"
    },
    {
        "title": "Saturno",
        "id": 5,
        "about": "Saturno é o sexto planeta a partir do Sol e o segundo maior do Sistema Solar atrás de Júpiter. Pertencente ao grupo dos gigantes gasosos, possui cerca de 95 massas terrestres e orbita a uma distância média de 9,5 unidades astronômicas. Uma das características mais notáveis de Saturno é seu complexo e proeminente sistema de anéis, formados por gelo de água. Além dos anéis, mais de oitenta satélites naturais ao seu redor, dos quais destaca-se Titã, envolto em uma espessa atmosfera de metano.",
        "category": "planet"
    },
    {
        "title": "Urano",
        "id": 6,
        "about": "Urano é o sétimo planeta a partir do Sol, o terceiro maior e o quarto mais massivo dos oito planetas do Sistema Solar. Foi nomeado em homenagem ao deus grego do céu, Urano, o pai de Cronos (Saturno) e o avô de Zeus (Júpiter). Embora seja visível a olho nu em boas condições de visualização, não foi reconhecido pelos astrônomos antigos como um planeta devido a seu pequeno brilho e lenta órbita. Urano foi também o primeiro planeta a ser descoberto por meio de um telescópio.",
        "category": "planet"
    },
    {
        "title": "Netuno",
        "id": 7,
        "about": "Netuno é o oitavo planeta do Sistema Solar,  o último a partir do Sol desde a reclassificação de Plutão para a categoria de planeta anão, em 2006. Pertencente ao grupo dos gigantes gasosos, possui um tamanho ligeiramente menor que o de Urano, mas maior massa, equivalente a 17 massas terrestres. Netuno orbita o Sol a uma distância média de 30,1 unidades astronômicas.",
        "category": "planet"
    },
    {
        "title": "Plutão",
        "id": 8,
        "about": "Netuno é o oitavo planeta do Sistema Solar,  o último a partir do Sol desde a reclassificação de Plutão para a categoria de planeta anão, em 2006. Pertencente ao grupo dos gigantes gasosos, possui um tamanho ligeiramente menor que o de Urano, mas maior massa, equivalente a 17 massas terrestres. Netuno orbita o Sol a uma distância média de 30,1 unidades astronômicas.",
        "category": "planet"
    },
    {
        "title": "Sol",
        "id": 9,
        "about": "O Sol é a estrela central do Sistema Solar. Todos os outros corpos do Sistema Solar, como planetas, planetas anões, asteroides, cometas e poeira, bem como todos os satélites associados a estes corpos, giram ao seu redor. A luz solar demora aproximadamente 8 minutos e 18 segundos para chegar à Terra. Energia do Sol na forma de luz solar é armazenada em glicose por organismos vivos através da fotossíntese, processo do qual, direta ou indiretamente, dependem todos os seres vivos que habitam nosso planeta. A energia solar também é responsável pelos fenômenos meteorológicos e o clima na Terra.",
        "category": "star"
    },
    {
        "title": "Asteróide",
        "id": 10,
        "about": "Os asteroides são pequenos corpos rochosos que possuem órbita definida ao redor do Sol. Fazem parte dos corpos menores do sistema solar, possuindo, geralmente, apenas algumas centenas de quilômetros. Alguns asteroides possuem satélites naturais. De acordo com as teorias mais modernas, os asteroides seriam resultados de condensações da nebulosa solar original, mas que não conseguiram aglomerar toda a matéria em volta na forma de um planeta devido às perturbações gravitacionais provocadas pelo gigantesco planeta Júpiter.",
        "category": "asteroid"
    },
    {
        "title": "Galáxia",
        "id": 11,
        "about": "Na cosmologia, uma galáxia é um grande sistema, gravitacionalmente ligado, que consiste de estrelas, remanescentes de estrelas, um meio interestelar de gás e poeira, e um, importante mas insuficientemente conhecido, componente apelidado de matéria escura. O termo deriva do grego “galaxias”, literalmente “leitoso”, em referência à galáxia Via Láctea. Estas variam desde as anãs, com até 10 milhões de estrelas,até gigantes com cem trilhões de estrelas, todas orbitando o centro de massa da galáxia.",
        "category": "galaxy"
    }
]